{
  "version": "1.0",
  "truncation": null,
  "padding": null,
  "added_tokens": [
    {
      "id": 0,
      "content": "[UNK]",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 1,
      "content": "[CLS]",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 2,
      "content": "[SEP]",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 3,
      "content": "[PAD]",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 4,
      "content": "[MASK]",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    }
  ],
  "normalizer": null,
  "pre_tokenizer": {
    "type": "Whitespace"
  },
  "post_processor": {
    "type": "TemplateProcessing",
    "single": [
      {
        "SpecialToken": {
          "id": "[CLS]",
          "type_id": 0
        }
      },
      {
        "Sequence": {
          "id": "A",
          "type_id": 0
        }
      },
      {
        "SpecialToken": {
          "id": "[SEP]",
          "type_id": 0
        }
      }
    ],
    "pair": [
      {
        "SpecialToken": {
          "id": "[CLS]",
          "type_id": 0
        }
      },
      {
        "Sequence": {
          "id": "A",
          "type_id": 0
        }
      },
      {
        "SpecialToken": {
          "id": "[SEP]",
          "type_id": 0
        }
      },
      {
        "Sequence": {
          "id": "B",
          "type_id": 1
        }
      },
      {
        "SpecialToken": {
          "id": "[SEP]",
          "type_id": 1
        }
      }
    ],
    "special_tokens": {
      "[CLS]": {
        "id": "[CLS]",
        "ids": [
          1
        ],
        "tokens": [
          "[CLS]"
        ]
      },
      "[SEP]": {
        "id": "[SEP]",
        "ids": [
          2
        ],
        "tokens": [
          "[SEP]"
        ]
      }
    }
  },
  "decoder": null,
  "model": {
    "type": "WordLevel",
    "vocab": {
      "[UNK]": 0,
      "[CLS]": 1,
      "[SEP]": 2,
      "[PAD]": 3,
      "[MASK]": 4,
      "3": 5,
      "5": 6,
      "168": 7,
      "6": 8,
      "195": 9,
      "192": 10,
      "265": 11,
      "4": 12,
      "197": 13,
      "240": 14,
      "102": 15,
      "221": 16,
      "78": 17,
      "33": 18,
      "125": 19,
      "91": 20,
      "175": 21,
      "54": 22,
      "142": 23,
      "174": 24,
      "13": 25,
      "146": 26,
      "140": 27,
      "45": 28,
      "196": 29,
      "162": 30,
      "7": 31,
      "43": 32,
      "309": 33,
      "252": 34,
      "158": 35,
      "19": 36,
      "120": 37,
      "180": 38,
      "42": 39,
      "85": 40,
      "220": 41,
      "63": 42,
      "114": 43,
      "11": 44,
      "201": 45,
      "199": 46,
      "122": 47,
      "243": 48,
      "104": 49,
      "256": 50,
      "311": 51,
      "191": 52,
      "292": 53,
      "219": 54,
      "258": 55,
      "27": 56,
      "141": 57,
      "41": 58,
      "119": 59,
      "331": 60,
      "202": 61,
      "10": 62,
      "340": 63,
      "118": 64,
      "200": 65,
      "159": 66,
      "301": 67,
      "37": 68,
      "1": 69,
      "38": 70,
      "181": 71,
      "255": 72,
      "163": 73,
      "160": 74,
      "60": 75,
      "268": 76,
      "176": 77,
      "266": 78,
      "39": 79,
      "308": 80,
      "12": 81,
      "20": 82,
      "307": 83,
      "77": 84,
      "295": 85,
      "64": 86,
      "300": 87,
      "157": 88,
      "208": 89,
      "155": 90,
      "133": 91,
      "183": 92,
      "190": 93,
      "66": 94,
      "97": 95,
      "172": 96,
      "194": 97,
      "213": 98,
      "94": 99,
      "207": 100,
      "298": 101,
      "57": 102,
      "229": 103,
      "226": 104,
      "30": 105,
      "40": 106,
      "156": 107,
      "15": 108,
      "143": 109,
      "254": 110,
      "206": 111,
      "9": 112,
      "320": 113,
      "99": 114,
      "242": 115,
      "214": 116,
      "212": 117,
      "269": 118,
      "96": 119,
      "117": 120,
      "177": 121,
      "93": 122,
      "296": 123,
      "209": 124,
      "210": 125,
      "211": 126,
      "314": 127,
      "75": 128,
      "205": 129,
      "148": 130,
      "332": 131,
      "65": 132,
      "132": 133,
      "21": 134,
      "215": 135,
      "216": 136,
      "324": 137,
      "154": 138,
      "272": 139,
      "144": 140,
      "204": 141,
      "26": 142,
      "203": 143,
      "83": 144,
      "136": 145,
      "184": 146,
      "224": 147,
      "228": 148,
      "231": 149,
      "289": 150,
      "293": 151,
      "234": 152,
      "128": 153,
      "179": 154,
      "185": 155,
      "8": 156,
      "230": 157,
      "328": 158,
      "124": 159,
      "150": 160,
      "187": 161,
      "110": 162,
      "186": 163,
      "259": 164,
      "260": 165,
      "306": 166,
      "61": 167,
      "116": 168,
      "151": 169,
      "264": 170,
      "270": 171,
      "90": 172,
      "22": 173,
      "111": 174,
      "173": 175,
      "198": 176,
      "233": 177,
      "322": 178,
      "79": 179
    },
    "unk_token": "[UNK]"
  }
}